Revit 2027 API
ZoneElementDomainData Properties
The ZoneElementDomainData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ZoneElementDomainData Class
Autodesk.Revit.DB.Mechanical Namespace